eval/numa/write-log/fio-output-all-local.txt
seq-write-2m: (g=0): rw=write, bs=(R) 2048KiB-2048KiB, (W) 2048KiB-2048KiB, (T) 2048KiB-2048KiB, ioengine=psync, iodepth=1
...
fio-3.16
Starting 8 processes

seq-write-2m: (groupid=0, jobs=8): err= 0: pid=552950: Fri Apr 15 07:37:01 2022
  write: IOPS=3875, BW=7751MiB/s (8127MB/s)(227GiB/30002msec); 0 zone resets
    clat (usec): min=1415, max=3702, avg=2059.15, stdev=77.90
     lat (usec): min=1415, max=3702, avg=2059.74, stdev=77.93
    clat percentiles (usec):
     |  1.00th=[ 1893],  5.00th=[ 1942], 10.00th=[ 1975], 20.00th=[ 1991],
     | 30.00th=[ 2024], 40.00th=[ 2040], 50.00th=[ 2057], 60.00th=[ 2073],
     | 70.00th=[ 2089], 80.00th=[ 2114], 90.00th=[ 2147], 95.00th=[ 2180],
     | 99.00th=[ 2245], 99.50th=[ 2278], 99.90th=[ 2606], 99.95th=[ 2868],
     | 99.99th=[ 3490]
   bw (  MiB/s): min= 7608, max= 7836, per=99.97%, avg=7748.12, stdev= 4.99, samples=479
   iops        : min= 3804, max= 3918, avg=3874.02, stdev= 2.50, samples=479
  lat (msec)   : 2=20.52%, 4=79.48%
  cpu          : usr=0.28%, sys=99.68%, ctx=565, majf=0, minf=42
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwts: total=0,116268,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=1

Run status group 0 (all jobs):
  WRITE: bw=7751MiB/s (8127MB/s), 7751MiB/s-7751MiB/s (8127MB/s-8127MB/s), io=227GiB (244GB), run=30002-30002msec

Disk stats (read/write):
  pmem0: ios=0/0, merge=0/0, ticks=0/0, in_queue=0, util=0.00%