eval/numa/write-log/fio-output-pm-remote.txt
seq-write-2m: (g=0): rw=write, bs=(R) 2048KiB-2048KiB, (W) 2048KiB-2048KiB, (T) 2048KiB-2048KiB, ioengine=psync, iodepth=1
...
fio-3.16
Starting 8 processes

seq-write-2m: (groupid=0, jobs=8): err= 0: pid=553899: Fri Apr 15 07:38:02 2022
  write: IOPS=3584, BW=7168MiB/s (7516MB/s)(210GiB/30002msec); 0 zone resets
    clat (usec): min=1459, max=2687, avg=2230.15, stdev=83.93
     lat (usec): min=1459, max=2687, avg=2230.36, stdev=83.94
    clat percentiles (usec):
     |  1.00th=[ 2057],  5.00th=[ 2114], 10.00th=[ 2114], 20.00th=[ 2147],
     | 30.00th=[ 2180], 40.00th=[ 2212], 50.00th=[ 2212], 60.00th=[ 2245],
     | 70.00th=[ 2278], 80.00th=[ 2311], 90.00th=[ 2343], 95.00th=[ 2376],
     | 99.00th=[ 2442], 99.50th=[ 2474], 99.90th=[ 2540], 99.95th=[ 2573],
     | 99.99th=[ 2638]
   bw (  MiB/s): min= 7106, max= 7374, per=99.98%, avg=7166.69, stdev= 6.31, samples=478
   iops        : min= 3553, max= 3687, avg=3583.27, stdev= 3.15, samples=478
  lat (msec)   : 2=0.13%, 4=99.87%
  cpu          : usr=0.10%, sys=99.90%, ctx=401, majf=0, minf=116
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwts: total=0,107528,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=1

Run status group 0 (all jobs):
  WRITE: bw=7168MiB/s (7516MB/s), 7168MiB/s-7168MiB/s (7516MB/s-7516MB/s), io=210GiB (226GB), run=30002-30002msec

Disk stats (read/write):
  pmem0: ios=0/0, merge=0/0, ticks=0/0, in_queue=0, util=0.00%